Revit 2017 API
FormattedTextRun.Text Property
 The text segment in this text run.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Since: 2016
Syntax
C#
public string Text { get; }
Visual Basic
Public ReadOnly Property Text As String
	Get
Visual C++
public:
property String^ Text {
	String^ get ();
}
See Also
FormattedTextRun Class
Autodesk.Revit.DB Namespace